Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageDrvfsMountFailed
source: Failed to mount {}, see dmesg for more details.
cs_cz: Nepovedlo se připojit {}. Další podrobnosti najdete v dmesg.
da_dk: {} kunne ikke indsættes. Se dmesg for at få flere oplysninger.
de_de: Fehler beim Bereitstellen von {}. Weitere Informationen finden Sie in der DMESG.
el_gr: Αποτυχία προσάρτησης του {}, δείτε το dmesg για περισσότερες λεπτομέρειες.
es_es: No se pudo montar {}, consulte dmesg para obtener más detalles.
fi_fi: Kohteen {} käyttöönotto epäonnistui, katso lisätietoja dmesg:stä.
fr_fr: Échec du montage {}. Pour plus de détails, consultez dmesg.
hu_hu: A(z) {} csatlakoztatása nem sikerült. További részletekért tekintse meg a dmesg fájlt.
it_it: Non è stato possibile montare {}. Per altri dettagli, vedere dmesg.
ja_jp: {} をマウントできませんでした。詳細については dmesg を参照してください。
ko_kr: {}을(를) 탑재하지 못했습니다. 자세한 내용은 dmesg를 참조하세요.
nb_no: Kan ikke montere {}. Se dmesg hvis du vil ha mer informasjon.
nl_nl: Kan {} niet koppelen. Zie dmesg voor meer informatie.
pl_pl: Nie można zainstalować elementu {}. Aby uzyskać więcej szczegółów, zobacz dmesg.
pt_br: Falha ao montar {}, consulte dmesg para obter mais detalhes.
pt_pt: Falha ao montar {}, consulte dmesg para obter mais detalhes.
ru_ru: Не удалось подключить {}. Дополнительные сведения см. в dmesg.
sv_se: Det gick inte att montera {}, se dmesg för mer information.
tr_tr: {} bağlanamadı, daha fazla ayrıntı için dmesg komutuna bakın.
zh_cn: 未能装载 {}，有关更多详细信息，请参阅 dmesg。
zh_tw: 無法掛接 {}，如需詳細數據，請參閱 dmesg。

# MessageFstabMountFailed
source: Processing /etc/fstab with mount -a failed.
cs_cz: Zpracování /etc/fstab s připojením -a se nezdařilo.
da_dk: Behandling af /etc/fstab med indsættelse af -a mislykkedes.
de_de: Fehler beim Verarbeiten von „/etc/fstab“ mit „mount -a“.
el_gr: Η επεξεργασία του /etc/fstab με το mount -a απέτυχε.
es_es: El procesamiento de /etc/fstab con mount -a ha fallado.
fi_fi: Kohteen /etc/fstab käsitteleminen mount -a -komennolla epäonnistui.
fr_fr: Échec du traitement de /etc/fstab avec un montage -a.
hu_hu: A /etc/fstab feldolgozása a mount -a parancs használatával nem sikerült.
it_it: Elaborazione di /etc/fstab con mount -a non riuscita.
ja_jp: マウント -a による /etc/fstab の処理に失敗しました。
ko_kr: /etc/fstab을 mount -a로 처리하지 못했습니다.
nb_no: Behandling av /etc/fstab med mount -a mislyktes.
nl_nl: Verwerken van /etc/fstab met mount -a is mislukt.
pl_pl: Przetwarzanie pliku /etc/fstab za pomocą polecenia mount -a nie powiodło się.
pt_br: O processamento de /etc/fstab com o comando mount -a falhou.
pt_pt: O processamento de /etc/fstab com mount -a falhou.
ru_ru: Обработка /etc/fstab с помощью mount -a завершилась неудачей.
sv_se: Det gick inte att bearbeta /etc/fstab med mount -a.
tr_tr: /etc/fstab with mount -a işlenemedi.
zh_cn: 使用 mount -a 处理 /etc/fstab 失败。
zh_tw: 處理掛載 -a 的 /etc/fstab 失敗。

# MessageReadOnlyDistro
source: An error occurred mounting the distribution disk, it was mounted read-only as a fallback. See recovery instructions on: https://aka.ms/wsldiskmountrecovery
cs_cz: Při připojování distribučního disku došlo k chybě. Jako náhradní disk byl připojen jen pro čtení. Zobrazit pokyny pro obnovení: https://aka.ms/wsldiskmountrecovery
da_dk: Der opstod en fejl under tilslutning af distributionsdisken. Den blev tilsluttet som fallback. Se genoprettelsesinstruktioner på: https://aka.ms/wsldiskmountrecovery
de_de: Fehler beim Einbinden des Distributionsdatenträgers. Er wurde schreibgeschützt als Fallback bereitgestellt. Anweisungen zur Wiederherstellung finden Sie unter: https://aka.ms/wsldiskmountrecovery
el_gr: Παρουσιάστηκε σφάλμα κατά την προσάρτηση του δίσκου της διανομής. Προσαρτήθηκε μόνο για ανάγνωση ως εναλλακτική λύση. Δείτε τις οδηγίες ανάκτησης στο: https://aka.ms/wsldiskmountrecovery
es_es: Error al montar el disco de distribución. Se montó en modo de solo lectura como reserva. Consulte las instrucciones de recuperación en: https://aka.ms/wsldiskmountrecovery
fi_fi: Jakelulevyn asennuksessa tapahtui virhe. Se otettiin käyttöön vain luku -tilassa varalevynä. Katso palautusohjeet: https://aka.ms/wsldiskmountrecovery
fr_fr: Une erreur s’est produite lors du montage du disque de distribution. Il a été monté en lecture seule en secours. Voir les instructions de récupération sur : https://aka.ms/wsldiskmountrecovery
hu_hu: Hiba történt a terjesztési lemez csatlakoztatása közben. A lemez tartalékként írásvédettként lett csatlakoztatva. Helyreállítási utasítások megtekintése a következőn: https://aka.ms/wsldiskmountrecovery
it_it: Si è verificato un errore durante il montaggio del disco di distribuzione. È stato montato in sola lettura come fallback. Vedere le istruzioni per il ripristino in: https://aka.ms/wsldiskmountrecovery
ja_jp: ディストリビューション ディスクのマウント中にエラーが発生しました。フォールバックとして読み取り専用でマウントされました。 次の回復手順を参照してください: https://aka.ms/wsldiskmountrecovery
ko_kr: 배포 디스크를 탑재하는 동안 오류가 발생했습니다. 대체로 읽기 전용으로 탑재되었습니다. 복구 지침 참조: https://aka.ms/wsldiskmountrecovery
nb_no: Det oppstod en feil under montering av distribusjonsdisken. Den ble montert som skrivebeskyttet. Se gjenopprettingsinstruksjoner om: https://aka.ms/wsldiskmountrecovery
nl_nl: Er is een fout opgetreden bij het koppelen van de distributieschijf. Deze is als terugval gekoppeld met het kenmerk Alleen-lezen. Zie de herstelinstructies voor: https://aka.ms/wsldiskmountrecovery
pl_pl: Wystąpił błąd podczas instalowania dysku dystrybucji. Został on zainstalowany w trybie tylko do odczytu jako rezerwowy. Zobacz instrukcje odzyskiwania: https://aka.ms/wsldiskmountrecovery
pt_br: Erro ao montar o disco de distribuição. Ele foi montado como somente leitura como fallback. Consulte as instruções de recuperação em: https://aka.ms/wsldiskmountrecovery
pt_pt: Ocorreu um erro ao montar o disco de distribuição; foi montado como só de leitura como contingência. Ver instruções de recuperação em: https://aka.ms/wsldiskmountrecovery
ru_ru: Произошла ошибка при подключении диска дистрибутива, он был подключен только для чтения в качестве резервного варианта. Инструкции по восстановлению см. на странице https://aka.ms/wsldiskmountrecovery
sv_se: Ett fel uppstod vid montering av distributionsdisken, den monterades skrivskyddad som en reservåtgärd. Se återställningsinstruktioner på: https://aka.ms/wsldiskmountrecovery
tr_tr: ağıtım diski bağlanırken bir hata oluştu, yedek plan olarak salt okunur şekilde bağlandı. Kurtarma yönergelerine bakın: https://aka.ms/wsldiskmountrecovery
zh_cn: 装载分发磁盘时出错，该磁盘作为回退以只读方式装载。 请参阅以下位置的恢复说明： https://aka.ms/wsldiskmountrecovery
zh_tw: 掛接散發磁碟時發生錯誤，它是以唯讀方式掛接為遞補。 請參閱復原指示： https://aka.ms/wsldiskmountrecovery

# MessageFailedToTranslate
source: Failed to translate '{}'
cs_cz: Překlad '{}' se nezdařil
da_dk: "{}" kunne ikke oversættes
de_de: Fehler beim Übersetzen von „{}“
el_gr: Αποτυχία μετάφρασης του '{}'
es_es: Error al traducir "{}"
fi_fi: Kääntäminen epäonnistui {}
fr_fr: Échec de la traduction de « {} »
hu_hu: Nem sikerült lefordítani a következőt: {}
it_it: Traduzione di '{}' non riuscita
ja_jp: 翻訳に失敗しました '{}'
ko_kr: '{}'을(를) 번역하지 못했습니다
nb_no: Kan ikke oversette {}
nl_nl: Kan '{}' niet vertalen
pl_pl: Nie można przetłumaczyć „{}”
pt_br: Falha ao traduzir '{}'
pt_pt: Falha ao traduzir '{}'
ru_ru: Не удалось перевести "{}"
sv_se: Det gick inte att översätta "{}"
tr_tr: ‘{}’ çevrilemedi
zh_cn: 翻译“{}”失败
zh_tw: 無法翻譯 '{}'

# Settings_ErrorTryAgainLater.Text
source: Something went wrong. Try again later.
cs_cz: Něco se nepovedlo. Zkuste to znovu později.
da_dk: Noget gik galt. Prøv igen senere.
de_de: Da hat etwas nicht geklappt, versuchen Sie es später noch einmal.
el_gr: Κάτι πήγε στραβά. Προσπαθήστε ξανά αργότερα.
es_es: Hubo un problema. Prueba otra vez más tarde.
fi_fi: Tapahtui jokin virhe. Yritä myöhemmin uudelleen.
fr_fr: Un problème s’est produit. Réessayez ultérieurement.
hu_hu: Hiba történt. Próbálkozzon újra később.
it_it: C'è un problema. Riprova più tardi.
ja_jp: 問題が発生しました。後でやり直してください。
ko_kr: 오류가 발생했습니다. 나중에 다시 시도하세요.
nb_no: Noe gikk galt. Prøv på nytt senere.
nl_nl: Er is iets foutgegaan. Probeer het later opnieuw.
pl_pl: Wystąpił problem. Spróbuj ponownie później.
pt_br: Algo não deu certo. Tente novamente mais tarde.
pt_pt: Algo correu mal. Tente novamente mais tarde.
ru_ru: Произошла ошибка. Повторите попытку позже.
sv_se: Ett fel uppstod. Försök igen senare.
tr_tr: Bir sorun oluştu. Daha sonra yeniden deneyin.
zh_cn: 出现错误。请稍后再试。
zh_tw: 發生錯誤。請稍後再試一次。

# Settings_AboutPageTitle.Text
source: About
cs_cz: O modulu snap-in
da_dk: Om
de_de: Info
el_gr: Σχετικά
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos de
hu_hu: Névjegy
it_it: Informazioni su
ja_jp: バージョン情報
ko_kr: 정보
nb_no: Om
nl_nl: Info
pl_pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ru_ru: О службе
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# Settings_About.Header
source: About Windows Subsystem for Linux Settings
cs_cz: O nastavení Subsystému Windows pro Linux
da_dk: Om indstillinger for Windows-undersystem til Linux
de_de: Informationen zu Windows-Subsystem für Linux-Einstellungen
el_gr: Σχετικά με τις Ρυθμίσεις του Υποσυστήματος Windows για Linux
es_es: Sobre la configuración del subsistema de Windows para Linux
fi_fi: Tietoja Windows-alijärjestelmän asetuksista Linuxille
fr_fr: À propos des paramètres Sous-système Windows pour Linux
hu_hu: Tudnivalók a Linuxos Windows-alrendszer Gépházról
it_it: Sulle impostazioni del sottosistema Windows per Linux
ja_jp: Linux 用 Windows サブシステム設定について
ko_kr: Linux용 Windows 하위 시스템 설정 정보
nb_no: Om Windows-undersystem for Linux-innstillinger
nl_nl: Over instellingen voor Windows-subsysteem voor Linux
pl_pl: Informacje o ustawieniach podsystemu Windows dla systemu Linux
pt_br: Sobre as Configurações do Subsistema do Windows para Linux
pt_pt: Acerca das definições do Subsistema Windows para Linux
ru_ru: О параметрах подсистемы Windows для Linux
sv_se: Om Windows-undersystem för Linux-inställningar
tr_tr: Linux için Windows Alt Sistemi Ayarları hakkında
zh_cn: 关于适用于 Linux 的 Windows 子系统设置
zh_tw: 關於 Windows 子系統 Linux 版設定

# Settings_About.Description
source: Microsoft. All rights reserved.
cs_cz: © Microsoft. Všechna práva vyhrazena.
da_dk: © Microsoft. Alle rettigheder forbeholdes.
de_de: © Microsoft. Alle Rechte vorbehalten.
el_gr: © Microsoft. Με την επιφύλαξη παντός δικαιώματος.
es_es: © Microsoft. Todos los derechos reservados.
fi_fi: © Microsoft. Kaikki oikeudet pidätetään.
fr_fr: © Microsoft. Tous droits réservés.
hu_hu: © Microsoft. Minden jog fenntartva.
it_it: © Microsoft. Tutti i diritti sono riservati.
nb_no: © Microsoft. Med enerett.
nl_nl: © Microsoft. Alle rechten voorbehouden.
pl_pl: © Microsoft. Wszelkie prawa zastrzeżone.
pt_br: © Microsoft. Todos os direitos reservados.
pt_pt: © Microsoft. Todos os direitos reservados.
ru_ru: © Майкрософт (Microsoft). Все права защищены.
sv_se: © Microsoft. Med ensamrätt.
tr_tr: © Microsoft. Tüm hakları saklıdır.
zh_cn: © Microsoft。保留所有权利。
zh_tw: © Microsoft.著作權所有，並保留一切權利。

# Settings_AppDisplayName
source: Windows Subsystem for Linux Settings
cs_cz: Nastavení Subsystému Windows pro Linux
da_dk: indstillinger for Windows-undersystem til Linux
de_de: Windows-Subsystem für Linux-Einstellungen
el_gr: Ρυθμίσεις του Υποσυστήματος Windows για Linux
es_es: Configuración del Subsistema de Windows para Linux
fi_fi: Windows-alijärjestelmä Linuxille asetukset
fr_fr: Paramètres de la préversion du Sous-système Windows pour Linux
hu_hu: Linuxos Windows-alrendszer Gépház
it_it: Impostazioni del sottosistema Windows per Linux
ja_jp: Linux 用 Windows サブシステム設定
ko_kr: Linux용 Windows 하위 시스템 설정
nb_no: Windows-undersystem for Linux innstillinger
nl_nl: Windows Subsystem voor Linux-instellingen
pl_pl: Ustawienia podsystemu Windows dla systemu Linux
pt_br: Configurações do Subsistema do Windows para Linux
pt_pt: Definições do Subsistema Windows para Linux
ru_ru: Параметры подсистемы Windows для Linux
sv_se: Windows-undersystem för Linux inställningar
tr_tr: Linux için Windows Alt Sistemi Ayarları
zh_cn: 适用于 Linux 设置的 Windows 子系统
zh_tw: 適用於 Linux 的 Windows 子系統設定

# Settings_AppDescription
source: Windows Subsystem for Linux Settings lets developers manage the .wslconfig file using a GUI-based application.
cs_cz: Nastavení Subsystému Windows pro Linux umožňuje vývojářům spravovat soubor .wslconfig pomocí aplikace založené na grafickém uživatelském rozhraní.
da_dk: Indstillinger til Windows-undersystem til Linux giver udviklere mulighed for at administrere .wslconfig-filen ved hjælp af et GUI-baseret program.
de_de: Mit dem Windows-Subsystem für Linux-Einstellungen können Entwickler die .wslconfig-Datei mit einer GUI-basierten Anwendung verwalten.
el_gr: Οι Ρυθμίσεις του Υποσυστήματος Windows για Linux επιτρέπουν στους προγραμματιστές να διαχειρίζονται το αρχείο .wslconfig χρησιμοποιώντας μια εφαρμογή με γραφικό περιβάλλον (GUI).
es_es: Subsistema de Windows para Linux Configuración permite a los desarrolladores administrar el archivo .wslconfig mediante una aplicación basada en GUI.
fi_fi: Windows-alijärjestelmä Linuxille -asetusten avulla kehittäjät voivat hallita .wslconfig-tiedostoa GUI-pohjaisen sovelluksen avulla.
fr_fr: Les paramètres du sous-système Windows pour Linux permettent aux développeurs de gérer le fichier .wslconfig à l'aide d'une application basée sur une interface graphique utilisateur (GUI).
hu_hu: A Linuxos Windows-alrendszer Gépházban a fejlesztők grafikus felhasználói felületre épülő alkalmazással kezelhetik a .wslconfig fájlt.
it_it: Il sottosistema Windows per Linux Settings consente agli sviluppatori di gestire il file con estensione .wslconfig usando un'applicazione basata su GUI.
ja_jp: Linux 用 Windows サブシステム設定を使用すると、開発者は GUI ベースのアプリケーションを使用して .wslconfig ファイルを管理できます。
ko_kr: Linux용 Windows 하위 시스템 설정을 통해 개발자는 GUI 기반 응용 프로그램을 사용하여 .wslconfig 파일을 관리할 수 있습니다.
nb_no: Windows-undersystem for Linux Innstillinger lar utviklere administrere .wslconfig filen ved hjelp av et GUI-basert program.
nl_nl: Met Windows-subsysteem voor Linux-instellingen kunnen ontwikkelaars het .wslconfig-bestand beheren met behulp van een GUI-toepassing.
pl_pl: Ustawienia podsystemu Windows dla systemu Linux umożliwiają deweloperom zarządzanie plikiem .wslconfig przy użyciu aplikacji opartej na graficznym interfejsie użytkownika.
pt_br: Subsistema do Windows para Linux configurações permitem que os desenvolvedores gerenciem o arquivo .wslconfig usando um aplicativo baseado em GUI.
pt_pt: As Definições do Subsistema Windows para Linux permitem aos programadores gerir o ficheiro .wslconfig através uma aplicação baseada em GUI.
ru_ru: Параметры подсистемы Windows для Linux позволяют разработчикам управлять файлом .wslconfig с помощью приложения с графическим интерфейсом.
sv_se: Windows-undersystem för Linux Inställningar låter utvecklare hantera .wslconfig-filen med hjälp av ett GUI-baserat program.
tr_tr: Linux için Windows Alt Sistemi Ayarları, geliştiricilerin gui tabanlı .wslconfig kullanarak bu dosyayı yönetmesini sağlar.
zh_cn: 适用于 Linux 的 Windows 子系统设置允许开发人员使用基于 GUI 的应用程序管理 .wslconfig 文件。
zh_tw: Windows 子系統 Linux 版 設定可讓開發人員使用 GUI 應用程式來管理 .wslconfig 檔案。

# Settings_AutoMemoryReclaim.Header
source: Auto memory reclaim
cs_cz: Automatické uvolnění paměti
da_dk: Automatisk genoprettelse af hukommelse
de_de: Automatische Speicherrückbeanspruchung
el_gr: Αυτόματη ανάκτηση μνήμης
es_es: Recuperación automática de memoria
fi_fi: Automaattinen muistin palauttaminen
fr_fr: Récupération automatique de la mémoire
hu_hu: Automatikus memória-visszanyerés
it_it: Recupero automatico memoria
ja_jp: オート メモリ再利用
ko_kr: 자동 메모리 회수
nb_no: Automatisk minnegjenbruk
nl_nl: Automatisch geheugen vrijmaken
pl_pl: Automatyczne odzyskiwanie pamięci
pt_br: Recuperação automática de memória
pt_pt: Recuperação automática de memória
ru_ru: Автоматическое освобождение памяти
sv_se: Frigör automatiskt minne
tr_tr: Otomatik bellek geri kazanma
zh_cn: 自动内存回收
zh_tw: 自動記憶體回收

# Settings_AutoMemoryReclaim.Description
source: Automatically releases cached memory after detecting idle CPU usage. Set to gradual for slow release, and dropcache for instant release of cached memory.
cs_cz: Automaticky uvolní paměť uloženou v mezipaměti po zjištění nečinné spotřeby procesoru. Nastavte na postupné pomalé uvolňování a dropcache pro okamžité uvolnění paměti uložené v mezipaměti.
da_dk: Frigiver automatisk cachelagret hukommelse efter registrering af inaktiv CPU-brug. Indstillet til gradvis for langsom udgivelse og dropcache for øjeblikkelig frigivelse af cachelagret hukommelse.
de_de: Gibt automatisch zwischengespeicherten Arbeitsspeicher frei, nachdem die Leerlauf-CPU-Auslastung erkannt wurde. Legen Sie diese Option auf „Schrittweise“ für die langsame Freigabe und auf „Dropcache“ fest, um den zwischengespeicherten Speicher sofort freizugeben.
el_gr: Απελευθερώνει αυτόματα τη μνήμη cache μετά τον εντοπισμό αδρανούς χρήσης της CPU. Ορίστε το σε "gradual" για αργή απελευθέρωση και "dropcache" για άμεση απελευθέρωση της μνήμης cache.
es_es: Libera automáticamente la memoria en caché después de detectar el uso de CPU inactivo. Establézcalo en gradual para liberación lenta y dropcache para liberación instantánea de la memoria almacenada en caché.
fi_fi: Vapauttaa välimuistiin tallennetun muistin automaattisesti käyttämättömän suoritinkäytön havaitsemisen jälkeen. Aseta gradual, jos haluat hidasta vapautusta, ja dropcache, jos haluat välitöntä vapautusta välimuistista.
fr_fr: Libère automatiquement la mémoire mise en cache après avoir détecté l’utilisation de l’UC inactive. La valeur graduelle est utilisée pour une libération lente, et la valeur drop cache pour une libération instantanée de la mémoire en cache.
hu_hu: Automatikusan felszabadítja a gyorsítótárazott memóriát az üresjárati CPU-használat észlelése után. Lassú felszabadítás esetén gradual, a gyorsítótárazott memória azonnali felszabadításához pedig dropcache értékre állítsa.
it_it: Rilascia automaticamente la memoria memorizzata nella cache dopo il rilevamento dell'utilizzo della CPU inattiva. Impostare su graduale per il rilascio lento e su DropCache per il rilascio istantaneo della memoria memorizzata nella cache.
ja_jp: アイドル状態の CPU 使用率を検出した後、キャッシュされたメモリを自動的に解放します。低速リリースの場合は gradual に設定し、キャッシュされたメモリの即時解放では dropcache に設定します。
ko_kr: 유휴 CPU 사용량을 감지한 후 캐시된 메모리를 자동으로 해제합니다. 캐시된 메모리를 느리게 해제하려면 gradual로 설정하고 즉시 해제하려면 dropcache로 설정합니다.
nb_no: Frigir automatisk hurtigbufret minne etter å ha oppdaget inaktiv CPU-bruk. Angi gradvis for langsom frigivelse, og dropcache for umiddelbar frigivelse av hurtigbufret minne.
nl_nl: Automatisch geheugen in cache vrijmaken na detectie van niet-actief CPU-gebruik. Ingesteld op geleidelijk voor langzame release en dropcache voor directe vrijgave van geheugen in cache.
pl_pl: Automatycznie zwalnia pamięć buforowaną po wykryciu bezczynnego użycia procesora. Ustaw od stopniowego do wolnego zwalniania i dropcache na potrzeby natychmiastowego zwolnienia pamięci podręcznej.
pt_br: Libera automaticamente a memória armazenada em cache após detectar o uso de CPU ocioso. Defina como gradual para liberação lenta e dropcache para liberação instantânea de memória armazenada em cache.
pt_pt: Liberta automaticamente memória em cache após detetar a utilização inativa da CPU. Defina como "gradual" para libertação lenta e "dropcache" para libertação instantânea de memória em cache.
ru_ru: Автоматически освобождает кэшированную память после обнаружения использования процессора в режиме ожидания. Задайте постепенный режим для медленного выпуска и отбрасывание кэша для мгновенного освобождения кэшированной памяти.
sv_se: Frigör automatiskt cachelagrat minne efter identifiering av inaktiv CPU-användning. Ställ in på gradvis för långsam frisläppning och dropcache för omedelbar frisläppning av cachelagrat minne.
tr_tr: Boşta CPU kullanımı algılandıktan sonra önbelleğe alınan belleği otomatik olarak serbest bırakır. Yavaş serbest bırakma için kademeli olarak ve önbelleğe alınan belleğin anında serbest bırakılması için dropcache olarak ayarlayın.
zh_cn: 检测到空闲 CPU 使用情况后自动释放缓存内存。设为 gradual 缓慢释放；设为 dropcache 迅速释放。
zh_tw: 偵測到閑置 CPU 使用量後，自動釋放快取的記憶體。設定為緩時釋放的漸進式，以及快取記憶體的即時釋放投遞。

# Settings_AutoMemoryReclaimComboBox.AutomationProperties.Name
source: Auto memory reclaim.
cs_cz: Automatické uvolnění paměti.
da_dk: Automatisk genoprettelse af hukommelse.
de_de: Automatische Speicherrückbeanspruchung.
el_gr: Αυτόματη ανάκτηση μνήμης.
es_es: Recuperación automática de memoria.
fi_fi: Automaattinen muistin palauttaminen.
fr_fr: Récupération automatique de la mémoire.
hu_hu: Automatikus memória-visszanyerés.
it_it: Recupero automatico memoria.
ja_jp: オート メモリ再利用。
ko_kr: 자동 메모리 회수.
nb_no: Automatisk minnefrigjøring.
nl_nl: Automatisch geheugen vrijmaken.
pl_pl: Automatyczne odzyskiwanie pamięci.
pt_br: Recuperação automática de memória.
pt_pt: Recuperação automática de memória.
ru_ru: Автоматическое освобождение памяти.
sv_se: Frigör automatiskt minne.
tr_tr: Otomatik bellek geri kazanma.
zh_cn: 自动内存回收。
zh_tw: 自動記憶體回收。
